{
  "meta": {
    "version": "1.0",
    "source": "templates.md",
    "languages": 100
  },
  "Description 4": {
    "30 minutes a day is all you need to learn a language.": {
      "en": "30 minutes a day is all you need to learn a language.",
      "af": "30 minute per dag is al wat jy nodig het om ’n taal te leer.",
      "ak": "Dɔnhwere 30 da biara na ɛhia wo sɛ wosua kasa.",
      "am": "ቋንቋ ለመማር በቀን 30 ደቂቃ ብቻ ነው የሚያስፈልግዎት።",
      "ar": "30 دقيقة يومياً هي كل ما تحتاجه لتعلّم لغة.",
      "as": "এটা ভাষা শিকিবৰ বাবে দিনে 30 মিনিটহে প্ৰয়োজন।",
      "az": "Dil öyrənmək üçün gündə cəmi 30 dəqiqə kifayətdir.",
      "be": "30 хвілін у дзень — і гэтага дастаткова, каб вывучыць мову.",
      "bg": "Само 30 минути на ден са ви нужни, за да научите език.",
      "bn": "একটি ভাষা শিখতে প্রতিদিন মাত্র 30 মিনিটই যথেষ্ট।",
      "bo": "སྐད་ཡིག་ཞིག་སློབ་བར་ཉིན་རེར་སྐར་མ 30 ཙམ་གྱིས་འགྲོ་གི་རེད།",
      "bs": "Samo 30 minuta dnevno je sve što vam treba za učenje jezika.",
      "ca": "Només necessites 30 minuts al dia per aprendre un idioma.",
      "cs": "30 minut denně stačí, abyste se naučili jazyk.",
      "da": "30 minutter om dagen er alt, hvad du behøver for at lære et sprog.",
      "de": "30 Minuten am Tag reichen, um eine Sprache zu lernen.",
      "el": "30 λεπτά την ημέρα είναι το μόνο που χρειάζεστε για να μάθετε μια γλώσσα.",
      "eo": "30 minutoj tage sufiĉas por lerni lingvon.",
      "es": "Solo necesitas 30 minutos al día para aprender un idioma.",
      "et": "30 minutit päevas on kõik, mida keele õppimiseks vajad.",
      "eu": "Egunean 30 minutu besterik ez duzu behar hizkuntza bat ikasteko.",
      "fa": "روزانه 30 دقیقه برای یادگیری یک زبان کافی است.",
      "ff": "Siifen 30 ñalawma tan waɗi kala koɗɗaaɗo ngam janngude ɗemngal.",
      "fi": "30 minuuttia päivässä riittää kielen oppimiseen.",
      "fr": "30 minutes par jour suffisent pour apprendre une langue.",
      "gl": "Só precisas 30 minutos ao día para aprender un idioma.",
      "gu": "ભાષા શીખવા માટે તમને દિવસના ફક્ત 30 મિનિટ જ જોઈએ.",
      "ha": "Mintuna 30 a rana kaɗai kake buƙata don koyon harshe.",
      "he": "30 דקות ביום זה כל מה שצריך כדי ללמוד שפה.",
      "hi": "किसी भाषा को सीखने के लिए रोज़ 30 मिनट ही काफ़ी हैं।",
      "hr": "30 minuta dnevno je sve što ti treba za učenje jezika.",
      "ht": "30 minit pa jou se tout sa ou bezwen pou aprann yon lang.",
      "hu": "Napi 30 perc is elég egy nyelv elsajátításához.",
      "hy": "Օրը 30 րոպեն բավական է լեզու սովորելու համար։",
      "id": "30 menit sehari sudah cukup untuk belajar bahasa.",
      "ig": "Naanị nkeji 30 kwa ụbọchị ka ị chọrọ iji mụta asụsụ.",
      "is": "30 mínútur á dag er allt sem þú þarft til að læra tungumál.",
      "it": "30 minuti al giorno sono tutto ciò che ti serve per imparare una lingua.",
      "ja": "語学習得に必要なのは、1日30分だけ。",
      "jv": "30 menit saben dina wis cukup kanggo sinau basa.",
      "ka": "ენის სასწავლად დღეში 30 წუთი საკმარისია.",
      "kk": "Тілді үйрену үшін күніне 30 минут жеткілікті.",
      "km": "30 នាទីក្នុងមួយថ្ងៃគឺគ្រប់គ្រាន់សម្រាប់រៀនមួយភាសា។",
      "kn": "ಒಂದು ಭಾಷೆ ಕಲಿಯಲು ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು ದಿನಕ್ಕೆ 30 ನಿಮಿಷ ಮಾತ್ರ.",
      "ko": "언어 학습에 하루 30분이면 충분합니다.",
      "ku": "30 خولەک لە ڕۆژێکدا هەموو ئەوەیە کە پێویستتە بۆ فێربوونی زمانێک.",
      "ky": "Тил үйрөнүү үчүн күнүнө 30 мүнөт гана жетиштүү.",
      "lb": "30 Minutte pro Dag reechen, fir eng Sprooch ze léieren.",
      "ln": "Miniti 30 na mokolo nde esengeli mpo oyekola monɔkɔ.",
      "lo": "30 ນາທີຕໍ່ມື້ກໍພໍແລ້ວສຳລັບການຮຽນພາສາ.",
      "lt": "Kalbai išmokti tereikia 30 minučių per dieną.",
      "lv": "Valodas apguvei pietiek ar 30 minūtēm dienā.",
      "mg": "30 minitra isan'andro ihany no ilainao hianarana fiteny.",
      "mi": "30 meneti i te rā, kua rahi mō te ako i tētahi reo.",
      "mk": "30 минути дневно е сè што ви треба за да научите јазик.",
      "ml": "ഒരു ഭാഷ പഠിക്കാൻ ഒരു ദിവസം 30 മിനിറ്റ് മാത്രം മതി.",
      "mn": "Хэл сурахад танд өдөрт ердөө 30 минут л хэрэгтэй.",
      "mr": "एखादी भाषा शिकण्यासाठी दररोज 30 मिनिटे पुरेशी आहेत.",
      "ms": "30 minit sehari sudah cukup untuk belajar bahasa.",
      "mt": "30 minuta kuljum huma biżżejjed biex titgħallem lingwa.",
      "my": "ဘာသာစကားတစ်ခုကို သင်ယူရန် နေ့စဉ် 30 မိနစ်ပဲ လိုအပ်သည်။",
      "ne": "भाषा सिक्न दिनमा 30 मिनेट मात्रै पर्याप्त छ।",
      "nl": "30 minuten per dag is alles wat je nodig hebt om een taal te leren.",
      "no": "30 minutter om dagen er alt du trenger for å lære et språk.",
      "om": "Afaan barachuuf guyyaa daqiiqaa 30 qofti siif gaha.",
      "or": "ଦିନକୁ 30 ମିନିଟ ହିଁ ଭାଷା ଶିଖିବାକୁ ପର୍ଯ୍ୟାପ୍ତ।",
      "pa": "ਕਿਸੇ ਭਾਸ਼ਾ ਨੂੰ ਸਿੱਖਣ ਲਈ ਰੋਜ਼ 30 ਮਿੰਟ ਕਾਫ਼ੀ ਹਨ।",
      "pl": "30 minut dziennie wystarczy, by nauczyć się języka.",
      "ps": "د ژبې زده کړې لپاره یوازې په ورځ کې ۳۰ دقیقې پکار دي.",
      "pt": "30 minutos por dia é tudo o que precisa para aprender um idioma.",
      "qu": "Simita yachaypaqqa, sapa p'unchaw 30 minutullañam.",
      "ro": "30 de minute pe zi sunt tot ce îți trebuie ca să înveți o limbă.",
      "ru": "30 минут в день — всё, что нужно, чтобы выучить язык.",
      "rw": "Aminota 30 ku munsi ni yo ukeneye ngo wige ururimi.",
      "si": "භාෂාවක් ඉගෙනීමට ඔබට අවශ්‍ය සියල්ල දිනකට මිනිත්තු 30කි.",
      "sk": "Na učenie jazyka ti stačí 30 minút denne.",
      "sl": "30 minut na dan je vse, kar potrebujete za učenje jezika.",
      "sn": "Maminitsi 30 pazuva ndizvo zvese zvaunoda kudzidza mutauro.",
      "so": "30 daqiiqo maalintii ayaa kugu filan inaad luqad barato.",
      "sq": "30 minuta në ditë janë gjithçka të duhet për të mësuar një gjuhë.",
      "sr": "Samo 30 minuta dnevno je dovoljno za učenje jezika.",
      "su": "30 menit sapoé waé cukup pikeun diajar basa.",
      "sv": "30 minuter om dagen är allt du behöver för att lära dig ett språk.",
      "sw": "Dakika 30 kwa siku ndizo unazohitaji tu kujifunza lugha.",
      "ta": "ஒரு மொழியைக் கற்க தினமும் 30 நிமிடங்கள் போதும்.",
      "te": "ఒక భాష నేర్చుకోవడానికి రోజుకు 30 నిమిషాలే చాలు.",
      "tg": "30 дақиқа дар як рӯз барои омӯхтани забон кофӣ аст.",
      "th": "วันละ 30 นาที ก็เพียงพอสำหรับการเรียนภาษา",
      "tk": "Dil öwrenmek üçin günde 30 minut ýeterlik.",
      "tl": "30 minuto lang sa isang araw ang kailangan mo para matuto ng wika.",
      "tr": "Bir dil öğrenmek için günde sadece 30 dakikaya ihtiyacınız var.",
      "ug": "بىر تىلنى ئۆگىنىش ئۈچۈن كۈنگە 30 مىنۇتلا يېتەرلىك.",
      "uk": "30 хвилин на день — усе, що потрібно, щоб вивчити мову.",
      "ur": "زبان سیکھنے کے لیے روزانہ 30 منٹ ہی کافی ہیں۔",
      "uz": "Til o‘rganish uchun kuniga 30 daqiqa kifoya.",
      "vi": "30 phút mỗi ngày là đủ để bạn học một ngôn ngữ.",
      "xh": "Imizuzu engama-30 ngemini yiyo konke okufunayo ukufunda ulwimi.",
      "yo": "Ìṣẹ́jú 30 lóòjọ́ ni o nílò láti kọ́ èdè kan.",
      "zh": "每天30分钟，轻松掌握一门语言。",
      "zu": "Amaminithi angu-30 ngosuku yikho konke okudingayo ukuze ufunde ulimi."
    }
  }
}